static/benchmark-output/h2load/data-heavy-json_https_noproxy.txt
starting benchmark...
spawning thread #0: 1 total client(s). 10000 total requests
TLS Protocol: TLSv1.2
Cipher: ECDHE-RSA-AES128-GCM-SHA256
Server Temp Key: ECDH P-256 256 bits
Application protocol: http/1.1
progress: 10% done
progress: 20% done
progress: 30% done
progress: 40% done
progress: 50% done
progress: 60% done
progress: 70% done
progress: 80% done
progress: 90% done
progress: 100% done

finished in 67.05s, 149.15 req/s, 132.64MB/s
requests: 10000 total, 10000 started, 10000 done, 10000 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 10000 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 8.68GB (9324760000) total, 2.20MB (2310000) headers (space savings 0.00%), 8.68GB (9321940000) data
                     min         max         mean         sd        +/- sd
time for request:     3.13ms     77.92ms      6.70ms      7.77ms    94.88%
time for connect:     3.74ms      3.74ms      3.74ms         0us   100.00%
time to 1st byte:    10.62ms     10.62ms     10.62ms         0us   100.00%
req/s           :     149.15      149.15      149.15        0.00   100.00%