static/benchmark-output/h2load/data-small-json_fastify_noproxy.txt
starting benchmark...
spawning thread #0: 1 total client(s). 10000 total requests
TLS Protocol: TLSv1.2
Cipher: ECDHE-RSA-AES128-GCM-SHA256
Server Temp Key: ECDH P-256 256 bits
Application protocol: h2
progress: 10% done
progress: 20% done
progress: 30% done
progress: 40% done
progress: 50% done
progress: 60% done
progress: 70% done
progress: 80% done
progress: 90% done
progress: 100% done

finished in 10.47s, 955.33 req/s, 13.79MB/s
requests: 10000 total, 10000 started, 10000 done, 10000 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 10000 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 144.36MB (151370623) total, 312.81KB (320319) headers (space savings 85.37%), 143.78MB (150760000) data
                     min         max         mean         sd        +/- sd
time for request:      592us     23.20ms      1.04ms       971us    95.74%
time for connect:     2.97ms      2.97ms      2.97ms         0us   100.00%
time to 1st byte:    10.86ms     10.86ms     10.86ms         0us   100.00%
req/s           :     955.34      955.34      955.34        0.00   100.00%