static/benchmark-output/h2load/heavy_express_noproxy.txt
starting benchmark...
spawning thread #0: 1 total client(s). 10000 total requests
TLS Protocol: TLSv1.2
Cipher: ECDHE-RSA-AES128-GCM-SHA256
Server Temp Key: ECDH P-256 256 bits
Application protocol: h2
progress: 10% done
progress: 20% done
progress: 30% done
progress: 40% done
progress: 50% done
progress: 60% done
progress: 70% done
progress: 80% done
progress: 90% done
progress: 100% done

finished in 85.27s, 117.28 req/s, 22.83MB/s
requests: 10000 total, 10000 started, 10000 done, 10000 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 10000 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 1.90GB (2040760121) total, 48.90KB (50072) headers (space savings 95.96%), 1.90GB (2038280000) data
                     min         max         mean         sd        +/- sd
time for request:     5.13ms     58.08ms      8.51ms      4.46ms    93.41%
time for connect:     3.77ms      3.77ms      3.77ms         0us   100.00%
time to 1st byte:    10.28ms     10.28ms     10.28ms         0us   100.00%
req/s           :     117.28      117.28      117.28        0.00   100.00%