static/benchmark-output/h2load/heavy_next_noproxy.txt
starting benchmark...
spawning thread #0: 1 total client(s). 10000 total requests
Application protocol: http/1.1
progress: 10% done
progress: 20% done
progress: 30% done
progress: 40% done
progress: 50% done
progress: 60% done
progress: 70% done
progress: 80% done
progress: 90% done
progress: 100% done

finished in 39.21s, 255.03 req/s, 49.63MB/s
requests: 10000 total, 10000 started, 10000 done, 10000 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 10000 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 1.90GB (2040380000) total, 1.59MB (1670000) headers (space savings 0.00%), 1.90GB (2038280000) data
                     min         max         mean         sd        +/- sd
time for request:     1.95ms     26.76ms      3.92ms      1.36ms    94.54%
time for connect:      500us       500us       500us         0us   100.00%
time to 1st byte:     5.18ms      5.18ms      5.18ms         0us   100.00%
req/s           :     255.03      255.03      255.03        0.00   100.00%